{
    "BTN_MALAY": "B. MELAYU",
    "BTN_CHINESE": "B. MANDARIN",
    "BTN_ENGLISH": "B. ENGLISH",
    "TITLE": "Your information",
    "JENIS_ADUAN": "Report",
    "KEMALANGAN": "Accident",
    "KEROSAKAN": "Damage",
    "PENCEMARAN": "Pollution",
    "KEBAKARAN": "Fire",
    "PELANUNAN": "Piracy",
    "PENCEROBOHAN": "Smuggling",
    "NAMA_PENGADU": "Nama Pengadu / Agensi / Syarikat",
    "IC_PENGADU": "No. IC",
    "PHONE_PENGADU": "No. Telefon",
    "RADIO_PENGADU": "Radio Equipment",
    "POSISI_PENGADU": "Location Reporter",
    "MASA_PENGADU": "Time of Report",
    "INFO_CUACA": "Weather",
    "INFO_PASANG_SURUT": "Tidal",
    "PENGUMUMAN": "Announcement",
    "TALIAN_KECEMASAN": "Emergency Contact",
    "SOS": "SOS",
    "TENTANG": "About K3M",
    "ADUAN": "Report",
    "HANTAR": "Send",
    "MEDIA_SOSIAL": "Social Media",
    "SELECT_STATE": "Select State",
    "MAKLUMAT_KEJADIAN_PENGADU": "Information Incident",
    "JADUAL_RAMALAN_PASANG_SURUT": "JADUAN RAMALAN PASANG SURUT",
    "FORUM": "FORUM",
    "TEST": "<strong>teyasoshajjsaj</strong>",
    "FAQ_QUESTION_1": "What is the K3M application?",
    "FAQ_ANSWER_1": "The K3M application is an initiative between RMN and MMEA to help public especially maritime communities to make a report for any emergencies, damages, and accidents effectively using smartphones. The K3M application also allows user to send a SOS signal or any helps to the authorities. User can also check weather and tidal status before conducting any maritime activities.",
    "FAQ_QUESTION_2": "Who can use the K3M application?",
    "FAQ_ANSWER_2": "K3M application used by these industries:<br><br> • Fisheries <br>• Tourism <br>• Shipping <br>• Recreation <br>• Petroleum <br>• Others (media)",
    "FAQ_QUESTION_3": "How do I download the K3M application?",
    "FAQ_ANSWER_3": "To download the K3M application:<br><br><strong>Android User:</strong> <br>•Open Play Store in your cellphone<br>•Find K3M<br>•Klik -> Open<br>•Click at Open button<br>•Install the application<br><br><strong>iOS User</strong><br>•Go to App Store in your cellphones<br>•Find K3M<br>•Click at Open button<br>•Install the application",
    "FAQ_QUESTION_4": "What are the agencies involved in K3M application?",
    "FAQ_ANSWER_4": "• Royal Malaysian Navy<br>• Malaysian Maritime Enforcement Agency<br>• Royal Malaysian Police<br>• Immigration Department of Malaysia<br>• Department of Fisheries Malaysia<br>• Marine Department Malaysia<br>• Royal Malaysian Customs Department",
    "FAQ_QUESTION_5": "How do I send the SOS signal to the authorities?",
    "FAQ_ANSWER_5": "Any emergency or threat at sea, you can send the SOS signal through SOS menu in the K3M application. By clicking the Send button, the coordinates of you current location will be sent to the authorities. You have to verify the emergency signal by choosing Yes or No before clicking the Send button. ",
    "FAQ_QUESTION_6": "These are the information in K3M application for maritime community:",
    "FAQ_ANSWER_6": "- Tidal and weather forecast<br>- Emergency hotline information<br>- Announcement, activities and current news in maritime community",
    "FAQ_QUESTION_7": "May I send any pictures or videos as an attachment in my complaint?",
    "FAQ_ANSWER_7": "Yes, you may upload any pictures or 30 seconds video via a complaint button.",
    "FAQ_QUESTION_8": "Do I have to register every time I log in the K3M application?",
    "FAQ_ANSWER_8": "No, you don’t have to register every time you log in the K3M application",
    "FAQ_QUESTION_9": "How to use this K3M application in Mandarin?",
    "FAQ_ANSWER_9": "For Mandarin user, click on the button on top of the main menu to surf the application in Mandarin Language. ",
    "FAQ_QUESTION_10": "I have forgotten my password, what should I do?",
    "FAQ_ANSWER_10": "Follow these steps to change your password.<br><br>•Click the Forgot Password button from the Log In menu. <br>•Create new password <br>•Verify new password <br>•Click the Save button to save your new password <br>•Notification for the new password will be sending via SMS.",
    "FAQ_QUESTION_11": "May I create a direct link to the RMN website?",
    "FAQ_ANSWER_11": "Yes, you may. You can surf the RMN website via link in Contact Us menu.",
    "FAQ_QUESTION_12": "What are the limits of coverage for the K3M application?",
    "FAQ_ANSWER_12": "The coverage for the K3M application is limited to areas with Internet data provided by telecommunication agencies. ",
    "FAQ_QUESTION_13": "Where are the waters under RMN and MMEA responsibilities? ",
    "FAQ_ANSWER_13": "RMN and MMEA are responsible for Malaysia Maritime Zone.<br><br><br><strong>RMN</strong><br>RMN's area of responsibility is divided into three regions, <br><br>Sea Region 1: Kelantan, Terengganu, Pahang, East of Johor<br>Sea Region 2: Sabah, Sarawak<br>Sea Region 3: Straits of Malacca, Straits of Singapore, West of Johor<br><br><br>MMEA<br><br>MMEA’s area of responsibility is divided into 5 main regions with 18 maritime districts: <br><br>North Maritime Region: DM1, DM2 and DM3<br>South Maritime Region: DM4, DM5, DM6 and DM7<br>East Maritime Region: DM8, DM9 and DM10<br>Sabah Maritime Region: DM14, DM15, DM16, DM17 and DM18<br>Sarawak Maritime Region: DM11, DM12 and DM13",
    "ICON_KEMALANGAN": "ms_kemalangan",
    "ICON_KEROSAKAN": "ms_kerosakan",
    "ICON_PENCEMARAN": "ms_pencemaran",
    "ICON_KEBAKARAN": "ms_kebakaran",
    "ICON_PELANUNAN": "ms_pelanunan",
    "ICON_PENCEROBOHAN": "ms_pencerobohan",
    "ICON_PENYELUDUPAN": "ms_penyeludupan",
    "ICON_UGUTAN": "ms_ugutan",
    "ICON_JATUHLAUT": "ms_jatuhlaut",
    "TENTANG_K3M": "About K3M",
    "TENTANG_HEADING": "Objektif K3M",
    "TENTANG_CONTENT": "K3M Application is Maritime Community Safety Awareness. This application is collaboration between RMN and MMEA to support National Blue Ocean Strategy. This application facilitates the reporting process and distribution of information to sustain the maritime community security, especially their activities at sea. RMN believes that this initiative showed the roles and presence of law enforcement agencies in Malaysia. It also gains the trust and confidence from people to believe the capabilities of enforcement agencies in protecting national sovereignty. The objectives of K3M as follows:<br><br>1.  To raise awareness to public that law enforcement agencies are always sensitive and giving highest commitment in ensuring the maritime safety. <br> <br>2.  To establish good relationship with the local maritime communities.<br><br>3.  To create a communication channel among law enforcement agencies to deliver quick and accurate information.",
    "prihatin": "K3M Prihatin"
}