{
    "BTN_MALAY": "B. MELAYU",
    "BTN_CHINESE": "B. MANDARIN",
    "BTN_ENGLISH": "B. INGGERIS",
    "TITLE": "Your information",
    "JENIS_ADUAN": "Report",
    "KEMALANGAN": "Accident",
    "KEROSAKAN": "Damage",
    "PENCEMARAN": "Pollution",
    "KEBAKARAN": "Fire",
    "PELANUNAN": "Piracy",
    "PENCEROBOHAN": "Smuggling",
    "NAMA_PENGADU": "Nama Pengadu / Agensi / Syarikat",
    "IC_PENGADU": "No. IC",
    "PHONE_PENGADU": "No. Telefon",
    "RADIO_PENGADU": "Radio Equipment",
    "POSISI_PENGADU": "Reporter's Location",
    "MASA_PENGADU": "Time of Report",
    "INFO_CUACA": "Weather",
    "INFO_PASANG_SURUT": "Tidal",
    "PENGUMUMAN": "Announcement",
    "TALIAN_KECEMASAN": "Emergency Contact",
    "SOS": "SOS",
    "TENTANG": "About K3M",
    "ADUAN": "Report",
    "LAMPIRAN": "Attachment",
    "HANTAR": "Send",
    "MEDIA_SOSIAL": "Social Media",
    "SELECT_STATE": "Select State",
    "MAKLUMAT_KEJADIAN_PENGADU": "Informations of Incident",
    "JADUAL_RAMALAN_PASANG_SURUT": "JADUAN RAMALAN PASANG SURUT",
    "FORUM": "FORUM",
    "TEST": "<strong>teyasoshajjsaj</strong>",
    "FAQ_QUESTION_1": "What is the K3M application?",
    "FAQ_ANSWER_1": "The K3M application is an initiative between RMN and MMEA to help public especially maritime communities to make a report for any emergencies, damages, and accidents effectively using smartphones. The K3M application also allows user to send a SOS signal or any helps to the authorities. User can also check weather and tidal status before conducting any maritime activities.",
    "FAQ_QUESTION_2": "Who can use the K3M application?",
    "FAQ_ANSWER_2": "K3M application used by these industries:<br><br> • Fisheries <br>• Tourism <br>• Shipping <br>• Recreation <br>• Petroleum <br>• Others (media)",
    "FAQ_QUESTION_3": "How do I download the K3M application?",
    "FAQ_ANSWER_3": "To download the K3M application:<br><br><strong>Android User:</strong> <br>•Open Play Store in your cellphone<br>•Find K3M<br>•Klik -> Open<br>•Click at Open button<br>•Install the application<br><br><strong>iOS User</strong><br>•Go to App Store in your cellphones<br>•Find K3M<br>•Click at Open button<br>•Install the application",
    "FAQ_QUESTION_4": "What are the agencies involved in K3M application?",
    "FAQ_ANSWER_4": "• Royal Malaysian Navy<br>• Malaysian Maritime Enforcement Agency<br>• Royal Malaysian Police<br>• Immigration Department of Malaysia<br>• Department of Fisheries Malaysia<br>• Marine Department Malaysia<br>• Royal Malaysian Customs Department",
    "FAQ_QUESTION_5": "How do I send the SOS signal to the authorities?",
    "FAQ_ANSWER_5": "Any emergency or threat at sea, you can send the SOS signal through SOS menu in the K3M application. By clicking the Send button, the coordinates of you current location will be sent to the authorities. You have to verify the emergency signal by choosing Yes or No before clicking the Send button. ",
    "FAQ_QUESTION_6": "These are the information in K3M application for maritime community:",
    "FAQ_ANSWER_6": "- Tidal and weather forecast<br>- Emergency hotline information<br>- Announcement, activities and current news in maritime community",
    "FAQ_QUESTION_7": "May I send any pictures or videos as an attachment in my complaint?",
    "FAQ_ANSWER_7": "Yes, you may upload any pictures or 30 seconds video via a complaint button.",
    "FAQ_QUESTION_8": "Do I have to register every time I log in the K3M application?",
    "FAQ_ANSWER_8": "No, you don’t have to register every time you log in the K3M application",
    "FAQ_QUESTION_9": "How to use this K3M application in Mandarin?",
    "FAQ_ANSWER_9": "For Mandarin user, click on the button on top of the main menu to surf the application in Mandarin Language. ",
    "FAQ_QUESTION_10": "I have forgotten my password, what should I do?",
    "FAQ_ANSWER_10": "Follow these steps to change your password.<br><br>•Click the Forgot Password button from the Log In menu. <br>•Create new password <br>•Verify new password <br>•Click the Save button to save your new password <br>•Notification for the new password will be sending via SMS.",
    "FAQ_QUESTION_11": "May I create a direct link to the RMN website?",
    "FAQ_ANSWER_11": "Yes, you may. You can surf the RMN website via link in Contact Us menu.",
    "FAQ_QUESTION_12": "What are the limits of coverage for the K3M application?",
    "FAQ_ANSWER_12": "The coverage for the K3M application is limited to areas with Internet data provided by telecommunication agencies. ",
    "FAQ_QUESTION_13": "Where are the waters under RMN and MMEA responsibilities? ",
    "FAQ_ANSWER_13": "RMN and MMEA are responsible for Malaysia Maritime Zone.<br><br><br><strong>RMN</strong><br>RMN's area of responsibility is divided into three regions, <br><br>Sea Region 1: Kelantan, Terengganu, Pahang, East of Johor<br>Sea Region 2: Sabah, Sarawak<br>Sea Region 3: Straits of Malacca, Straits of Singapore, West of Johor<br><br><br>MMEA<br><br>MMEA’s area of responsibility is divided into 5 main regions with 18 maritime districts: <br><br>North Maritime Region: DM1, DM2 and DM3<br>South Maritime Region: DM4, DM5, DM6 and DM7<br>East Maritime Region: DM8, DM9 and DM10<br>Sabah Maritime Region: DM14, DM15, DM16, DM17 and DM18<br>Sarawak Maritime Region: DM11, DM12 and DM13",
    "ICON_KEMALANGAN": "en_kemalangan",
    "ICON_KEROSAKAN": "en_kerosakan",
    "ICON_PENCEMARAN": "en_pencemaran",
    "ICON_KEBAKARAN": "en_kebakaran",
    "ICON_PELANUNAN": "en_pelanunan",
    "ICON_PENCEROBOHAN": "en_pencerobohan",
    "ICON_PENYELUDUPAN": "en_penyeludupan",
    "ICON_UGUTAN": "en_ugutan",
    "ICON_JATUHLAUT": "en_jatuhlaut",
    "TENTANG_K3M": "About K3M",
    "TENTANG_HEADING": "About K3M",
    "TENTANG_CONTENT": "K3M #1st Maritime Community Mobile Reporting & Information Sharing Application!<br><br>“Kesedaran Keselamatan Komuniti Maritim” (K3M) refers to Maritime Community Security and Safety Awareness. This innovative mobile application allows the maritime community to lodge reports or request emergency assistance directly to the Royal Malaysian Navy (RMN) Operation Centre or the Malaysian Enforcement Agencies (MMEA).  <br><br>K3M App facilitates reporting and requesting assistance anywhere, anytime, within the Malaysian waters.<br><br>The RAKAM innitiative and K3M App was inspired by Tan Sri Admiral Ahmad Kamarulzaman, Chief of Navy RMN, based on operational experience and leveraging on virtual engagement as well as crowd sourcing.<br><br>This App Includes<br><br>- SOS - User sent emergency signal and location for immediate assistance.  The SOS signal will be directly sent to the RMN operation center.<br><br>- Report - User can report and call for assistance, to include sea robbery, piracy, foreign intrusion, pollution, vessel defect, transnational threats or other emergencies. Users can select simple report format and even attach video and pictures for evidence.<br><br>- Directory - List of important contact information of Navy and Malaysian Enforcement Agencies.<br><br>- Weather Forecast - Provides updates on weather information for maritime community - safety at sea.<br><br>- Tide Table - Provides updates on daily tide information in Malaysia ports as per location required.<br><br>- Blast Info - Security or safety advisory or announcements  for maritime community operating in Malaysian's Water.<br><br>- K3M Prihatin - Allows user to place donations to the national heroes fund (Tabung Pahlawan) as a gesture of appreciation to our veterans and their families who are in need.<br><br>- Forum - Allows the user to share experiences and chat with other members of this app.<br><br>- Social Media connectivity<br><br>The K3M Mobile App supports the RMN and Malaysian Government initiative in mitigating maritime security and combating illegal activities within the Strait of Malacca, South China Sea and Sulu Seas.<br><br>Feel free to use the K3M Mobile App and we appreciate your feedbacks for improvements. It is our commitment to contribute to the security and safety of our maritime community!<br><br><br>Published by Royal Malaysian Navy<br>K3M@navy.mil.my",
    "prihatin": "K3M Prihatin",
    "SEND_SOS": "Send SOS",
    "PRIHATIN_TNC": "I accept and agree to pay the amount chosen to the organization stated as above.",
    "PRIHATIN_NOTES": "*Valid for Celcom users only",
    "PRIHATIN_SUCCESS_NOTES": "We thank you for your generosity. You will be notified via SMS of the success of your transaction.",
    "PRIHATIN_SUCCESS_NOTES_2": "Sincerely,",
    "PRIHATIN_SUCCESS_NOTES_3": "The Royal Malaysian Navy",
    "PRIHATIN_TXT1": "Please select your donation amount",
    "PRIHATIN_BTTN": "Donate Now",
    "ALERT_SOS": "Send SOS?",
    "SOS_BTTN1": "YES",
    "SOS_BTTN2": "NO",
    "ADUAN_TNC": "The complainant will be responsible for any complaints lodged. Counterfeit complaints are forbidden. If complainant agree to this term, please click the button below.",
    "PRIHATIN_TXT2": "LEND YOUR CONTRIBUTION",
    "PRIHATIN_TXT3": "MALAYSIAN ARMED FORCES VETERANS ASSOCIATION"
}